Repository: caresets/BeModels
Catalog: input/translations/*/ImplementationGuide-hl7.*.fhir.models.po
Languages: nl

source: CareSets - data models
nl: CareSets - gegevensmodellen

source: RIZIV/INAMI
nl: RISICO/INAMI

source: BeModelAnnex81
nl: ModelAnnex81

source: Logical model describing the model for the Annex81 proposal and approval
nl: Logisch model dat het model voor het voorstel en de goedkeuring van bijlage81 beschrijft

source: Logical model with the information for the assignment to a referral prescription of a care provider.
nl: Logisch model met de informatie voor de toewijzing aan een verwijzingsrecept van een zorgverlener.

source: Data model for the nursing prescription referral.
nl: Gegevensmodel voor de verpleegkundige voorschriftverwijzing.

source: Information of a claim of an organisation to have the prescription fulfilled.
nl: Informatie over een claim van een organisatie om aan het recept te voldoen.

source: BeModelRadiologyPrescription
nl: BeModelRadiologieVoorschrift

source: Data model for the prescription referral.
nl: Gegevensmodel voor verwijzingen naar recepten.

source: Logical model with the information for the status of the treatment.
nl: Logisch model met informatie over de status van de behandeling.

source: BeObservation Model
nl: Model BeObservation

source: Observation logical model
nl: Waarneming logisch model

source: Body site model
nl: Model lichaamslocatie

source: CodeSystem for common CareSets glossary
nl: CodeSysteem voor gemeenschappelijke CareSets woordenlijst

source: This code system defines concepts used in the BeSafe CareSets for common glossary terms.
nl: Dit codesysteem definieert concepten die worden gebruikt in de BeSafe CareSets voor algemene termen.

source: Condition Disease Course Value Set
nl: Conditie Ziekte Cursus Waardeset

source: Condition Disease Course
nl: Conditie Ziekte Cursus

source: Problem Category Value Set
nl: Probleemcategorie Waardeset

source: Category of the problem
nl: Categorie van het probleem

source: Problem Code Value Set
nl: Probleemcode Waardeset

source: Code of the problem
nl: Code van het probleem

source: Problem Logical Model
nl: Probleem Logisch Model

source: Logical model for Problem
nl: Logisch model voor probleem

source: Table of Contents
nl: Inhoudsopgave
