Repository: caresets/BeModels
Catalog: input/translations/*/StructureDefinition-*-model-observation.po
Languages: nl

source: BeModelObservation
nl: BeModelObservatie

source: BeObservation Model
nl: Model BeObservation

source: RIZIV/INAMI
nl: RISICO/INAMI

source: Observation logical model
nl: Waarneming logisch model

source: Unique identifier for the observation
nl: Unieke identifier voor de waarneming

source: Date when the observation was recorded
nl: Datum waarop de observatie werd geregistreerd

source: Date or period of the observation
nl: Datum of periode van de observatie

source: Person, organisation or device that recorded the observation
nl: Persoon, organisatie of apparaat dat de observatie heeft geregistreerd

source: The professional that performed the observation
nl: De professional die de observatie heeft uitgevoerd

source: The patient that this observation is about
nl: De patiënt waar deze observatie over gaat

source: The request that this observation is fulfilling
nl: Het verzoek waaraan deze observatie voldoet

source: Part of referenced procedure
nl: Deel van procedure waarnaar wordt verwezen

source: The specimen that was used when this observation was made
nl: Het exemplaar dat werd gebruikt toen deze waarneming werd gedaan

source: The device used to generate the observation data
nl: Het apparaat dat wordt gebruikt om de observatiegegevens te genereren

source: A code that classifies the general type of observation being made
nl: Een code die het algemene type observatie classificeert dat wordt gemaakt

source: Describes what was observed. Sometimes this is called the observation 'name'
nl: Beschrijft wat er is waargenomen. Soms wordt dit de 'naam' van de observatie genoemd

source: The value of the observation - typically a code, an amount or a date
nl: De waarde van de waarneming - meestal een code, een bedrag of een datum

source: Some observations have multiple component observations
nl: Sommige waarnemingen hebben meerdere componentwaarnemingen

source: Describes what was observed.
nl: Beschrijft wat er is waargenomen.

source: The value of the component observation - typically a code, an amount or a date
nl: De waarde van de componentwaarneming - meestal een code, een bedrag of een datum

source: The status of the result value.
nl: De status van de resultaatwaarde.

source: A categorical assessment of an observation value
nl: Een categorische beoordeling van een waarnemingswaarde

source: Guidance on how to interpret the value by comparison to a normal or recommended range
nl: Richtlijnen voor de interpretatie van de waarde door vergelijking met een normaal of aanbevolen bereik

source: Low Range, if relevant
nl: Laag bereik, indien relevant

source: High Range, if relevant
nl: Hoog bereik, indien relevant

source: The site on the subject's body where the observation was made (i.e. the target site)
nl: De plaats op het lichaam van de proefpersoon waar de observatie werd uitgevoerd (d.w.z. de doellocatie)

source: A subjective assessment of the quality of the observation
nl: Een subjectieve beoordeling van de kwaliteit van de observatie

source: Comments about the observation or the results
nl: Opmerkingen over de observatie of de resultaten
