Repository: caresets/BeModels
Catalog: input/translations/*/StructureDefinition-BeModelTreatmentStatus.po
Languages: fr

source: BeModelTreatmentStatus
fr: État du traitement du modèle BeModel

source: RIZIV/INAMI
fr: RISQUE/INAMI

source: Logical model with the information for the status of the treatment.
fr: Modèle logique contenant des informations sur l'état du traitement.

source: UUID (see Doc: https://docs.google.com/document/d/13qamEPfdQ2HgUiXmjwHQNchpEU3LsQHF5MN9jKufX2g/edit?usp=sharing ) Absent during creation by client software, otherwise always present.
fr: UUID (voir Doc : https://docs.google.com/document/d/13qamEPfdQ2HgUiXmjwHQNchpEU3LsQHF5MN9jKufX2g/edit?usp=sharing ) Absent lors de la création par le logiciel client, sinon toujours présent.

source: Start date of processing
fr: Date de début du traitement

source: End date of processing
fr: Date de fin de traitement

source: Status of the task
fr: Statut de la tâche

source: Reference to the associated referral prescription
fr: Référence à la prescription de référence associée
