Repository: caresets/BeModels
Catalog: input/translations/*/StructureDefinition-BeModelAssignment.po
Languages: fr, nl

source: BeModelAssignment
fr: Affectation d'un modèle

source: RIZIV/INAMI
fr: RISQUE/INAMI
nl: RISICO/INAMI

source: Logical model with the information for the assignment to a referral prescription of a care provider.
fr: Modèle logique contenant les informations relatives à l'affectation à une prescription de référence d'un prestataire de soins.
nl: Logisch model met de informatie voor de toewijzing aan een verwijzingsrecept van een zorgverlener.

source: Business identifier. Absent during creation by client software, otherwise always present.
fr: Identifiant de l'entreprise. Absent lors de la création par le logiciel client, sinon toujours présent.
nl: Bedrijfsidentificatie. Afwezig tijdens creatie door clientsoftware, anders altijd aanwezig.

source: Defaults to 'Order', since in this case it is always linked to a referral prescription.
fr: La valeur par défaut est "Ordre", car dans ce cas, il est toujours lié à une prescription de référence.
nl: Staat standaard op 'Bestellen', omdat het in dit geval altijd gekoppeld is aan een verwijzingsrecept.

source: Status of the task
fr: Statut de la tâche
nl: Status van de taak

source: Provides details on the status of the task
fr: Fournit des détails sur l'état de la tâche
nl: Geeft details over de status van de taak

source: Reference to the associated referral prescription
fr: Référence à la prescription de référence associée
nl: Verwijzing naar het bijbehorende verwijzingsvoorschrift

source: Reference to the 'TreatmentStatus', the treatment tracking associated with the prescription
fr: Référence au "TreatmentStatus", le suivi du traitement associé à la prescription
nl: Verwijzing naar de "TreatmentStatus", het bijhouden van de behandeling van het voorschrift

source: Reference to the organization Task
fr: Référence à l'organisation Tâche
nl: Verwijzing naar de organisatie Taak

source: Information about the intended performer of the task
fr: Informations sur l'exécutant prévu de la tâche
nl: Informatie over de beoogde uitvoerder van de taak

source: Role of the provider assigned to provide the requested service
fr: Rôle du prestataire chargé de fournir le service demandé
nl: Rol van de dienstverlener die is toegewezen om de gevraagde dienst te verlenen

source: NISS of the provider assigned to provide the requested service
fr: NISS du prestataire chargé de fournir le service demandé
nl: NISS van de dienstverlener die is toegewezen om de gevraagde dienst te verlenen

source: Organization assigned to provide the requested service (e.g. WGK, ...). In this case, it is the organization that is responsible for assigning the correct provider
fr: Organisation chargée de fournir le service demandé (par exemple, WGK, ...). Dans ce cas, c'est l'organisation qui est responsable de l'attribution du bon fournisseur.
nl: Organisatie die is aangewezen om de gevraagde dienst te verlenen (bijv. WGK, ...). In dit geval is de organisatie verantwoordelijk voor het toewijzen van de juiste provider.

source: Start date of the prescription execution (encoded by the healthcare provider who performs the treatment)
fr: Date de début de l'exécution de la prescription (encodée par le prestataire de soins de santé qui exécute le traitement)
nl: Begindatum van de uitvoering van het recept (gecodeerd door de zorgverlener die de behandeling uitvoert)

source: End date of the prescription execution (encoded by the healthcare provider who performs the treatment)
fr: Date de fin de l'exécution de la prescription (encodée par le prestataire de soins de santé qui exécute le traitement)
nl: Einddatum van de uitvoering van het recept (gecodeerd door de zorgverlener die de behandeling uitvoert)
