Repository: caresets/BeModels
Catalog: input/translations/*/StructureDefinition-BeModelProblem.po
Languages: fr, nl

source: BeModelProblem
fr: Problème de modèle
nl: BeModelProbleem

source: Problem Logical Model
fr: Problème Modèle logique
nl: Probleem Logisch Model

source: RIZIV/INAMI
fr: RISQUE/INAMI
nl: RISICO/INAMI

source: Logical model for Problem
fr: Modèle logique du problème
nl: Logisch model voor probleem

source: Business Identifier
fr: Identifiant de l'entreprise
nl: Bedrijfsidentificatie

source: Unique identifier of the problem
fr: Identifiant unique du problème
nl: Unieke identificatie van het probleem

source: Recorded Date
fr: Date d'enregistrement
nl: Opgenomen Datum

source: Date of last modification of the information by the recorder
fr: Date de la dernière modification des informations par l'enregistreur
nl: Datum van laatste wijziging van de informatie door de recorder

source: Recorder
fr: Enregistreur
nl: Blokfluit

source: The healthcare professional responsible for the content (ideally identified by the NISS)
fr: Le professionnel de la santé responsable du contenu (idéalement identifié par le NISS)
nl: De zorgprofessional die verantwoordelijk is voor de inhoud (idealiter geïdentificeerd door de NISS)

source: The person asserting the information (e.g., patient, practitioner, parent; ideally identified by the NISS)
fr: La personne qui revendique l'information (par exemple, le patient, le praticien, le parent ; idéalement identifiée par le NISS).
nl: De persoon die de informatie bevestigt (bijv. patiënt, behandelaar, ouder; idealiter geïdentificeerd door het NISS)

source: Patient
nl: Patiënt

source: Reference or Identifier to the patient (ideally identified by the NISS)
fr: Référence ou identifiant du patient (idéalement identifié par le NISS)
nl: Referentie of identificator van de patiënt (idealiter geïdentificeerd door het NISS)

source: Cause
nl: Oorzaak

source: Reference to the primary cause of the problem (procedure, medication administration, or other condition)
fr: Référence à la cause première du problème (procédure, administration de médicaments ou autre condition)
nl: Verwijzing naar de primaire oorzaak van het probleem (procedure, toediening van medicatie of andere aandoening)

source: Category
fr: Catégorie
nl: Categorie

source: Thematic category of the problem
fr: Catégorie thématique du problème
nl: Thematische categorie van het probleem

source: Identification of the problem - in SNOMED-CT
fr: Identification du problème - en SNOMED-CT
nl: Identificatie van het probleem - in SNOMED-CT

source: Clinical Status
fr: État clinique
nl: Klinische status

source: Clinical status of the problem (active, inactive, resolved, etc.)
fr: Statut clinique du problème (actif, inactif, résolu, etc.)
nl: Klinische status van het probleem (actief, inactief, opgelost, enz.)

source: Verification Status
fr: Statut de vérification
nl: Verificatiestatus

source: Degree of certainty associated with the problem (confirmed, suspected, etc.)
fr: Degré de certitude associé au problème (confirmé, suspecté, etc.)
nl: Mate van zekerheid over het probleem (bevestigd, vermoed, enz.)

source: Course of Disease
fr: Évolution de la maladie
nl: Beloop van de ziekte

source: Course of disease evolution (acute, chronic, fulminant, etc.)
fr: Évolution de la maladie (aiguë, chronique, fulminante, etc.)
nl: Verloop van de ziekte-evolutie (acuut, chronisch, fulminant, etc.)

source: Symptom
fr: Symptôme
nl: Symptoom

source: Symptoms recorded in the context of this problem
fr: Symptômes enregistrés dans le cadre de ce problème
nl: Symptomen opgenomen in de context van dit probleem

source: Severity
fr: Sévérité
nl: Ernst

source: Degree of severity of the problem
fr: Degré de gravité du problème
nl: Mate van ernst van het probleem

source: Body Site
fr: Site du corps
nl: Lichaam

source: Anatomical site(s) where the problem is active
fr: Site(s) anatomique(s) où le problème est actif
nl: Anatomische plaats(en) waar het probleem actief is

source: Body Localisation
fr: Localisation du corps
nl: Lokalisatie lichaam

source: Specific location on the body if not implied by the code
fr: Emplacement spécifique sur le corps s'il n'est pas prévu par le code
nl: Specifieke plaats op het lichaam indien niet geïmpliceerd door de code

source: Body Laterality
fr: Latéralité du corps
nl: Lateraliteit lichaam

source: Laterality of the affected body site (right, left, both)
fr: Latéralité de la zone corporelle affectée (droite, gauche, les deux)
nl: Lateraliteit van de aangetaste lichaamsregio (rechts, links, beide)

source: Onset
nl: Begin

source: Moment the problem began
fr: Moment où le problème a commencé
nl: Het moment waarop het probleem begon

source: Abatement
fr: Abattement
nl: Vermindering

source: Moment the problem went into remission
fr: Moment de rémission du problème
nl: Het moment dat het probleem in remissie ging

source: Note
nl: Opmerking

source: Additional notes pertaining to the problem
fr: Notes complémentaires relatives au problème
nl: Aanvullende opmerkingen over het probleem

source: Asserter
fr: Asserteur
