Repository: caresets/BeModels
Catalog: input/translations/*/StructureDefinition-BeModelOrganisationClaim.po
Languages: fr, nl

source: BeModelOrganisationClaim
fr: BeModelOrganisationClaim (revendication de modèle d'organisation)

source: RIZIV/INAMI
fr: RISQUE/INAMI
nl: RISICO/INAMI

source: Information of a claim of an organisation to have the prescription fulfilled.
fr: Information sur la demande d'une organisation pour que la prescription soit exécutée.
nl: Informatie over een claim van een organisatie om aan het recept te voldoen.

source: Business identifier
fr: Identifiant d'entreprise
nl: Bedrijfsaanduiding

source: Business Identifier. Absent during creation by client software, otherwise always present.
fr: Identifiant de l'entreprise. Absent lors de la création par le logiciel client, sinon toujours présent.
nl: Business Identifier. Ontbreekt tijdens creatie door clientsoftware, anders altijd aanwezig.

source: Defaults to 'Order'
fr: La valeur par défaut est "Ordre".
nl: Standaard ingesteld op 'Bestellen'.

source: Status of the task
fr: Statut de la tâche
nl: Status van de taak

source: Reference to the TreatmentStatus related to the prescription
fr: Référence à l'état de traitement lié à la prescription
nl: Verwijzing naar de behandelingsstatus met betrekking tot het voorschrift

source: Reference to what the task acts on
fr: Référence à ce sur quoi la tâche agit
nl: Verwijzing naar waar de taak op werkt

source: Reference to the organization that will assign the providers to the prescription.
fr: Référence à l'organisation qui affectera les prestataires à la prescription.
nl: Verwijzing naar de organisatie die de verstrekkers aan het recept zal toewijzen.
