Repository: caresets/BeModels
Catalog: input/translations/*/StructureDefinition-BeModelRadiologyPrescription.po
Languages: fr, nl

source: BeModelRadiologyPrescription
fr: Modèle de prescription pour la radiologie
nl: BeModelRadiologieVoorschrift

source: RIZIV/INAMI
fr: RISQUE/INAMI
nl: RISICO/INAMI

source: Data model for the nursing prescription referral.
fr: Modèle de données pour l'orientation des prescriptions infirmières.
nl: Gegevensmodel voor de verpleegkundige voorschriftverwijzing.

source: The priority of the referral or transfer request.
fr: La priorité de la demande de renvoi ou de transfert.
nl: De prioriteit van de doorverwijzing of transferaanvraag.

source: The reason for the priority assigned to a referral or transfer request.
fr: La raison de la priorité attribuée à une demande de renvoi ou de transfert.
nl: De reden voor de prioriteit die aan een verwijzings- of doorverwijsverzoek is toegekend.

source: Additional information that may be needed in the future to act on the request.
fr: Les informations supplémentaires qui pourraient être nécessaires à l'avenir pour donner suite à la demande.
nl: Aanvullende informatie die in de toekomst nodig kan zijn om op het verzoek te reageren.

source: Procedures that are related to this referral request.
fr: Procédures liées à cette demande de renvoi.
nl: Procedures die verband houden met dit verwijzingsverzoek.

source: Identifier of the prescription in the PSS system.
fr: Identifiant de la prescription dans le système PSS.
nl: Identificatiecode van het recept in het PSS-systeem.

source: Identifier of the prescription search in the PSS system.
fr: Identifiant de la recherche de prescription dans le système PSS.
nl: Identificatiecode van het zoeken naar een recept in het PSS-systeem.

source: Indications supporting the referral request.
fr: Indications à l'appui de la demande de renvoi.
nl: Indicaties die de verwijzingsaanvraag ondersteunen.

source: Explanation/Justification for the referral.
fr: Explication/justification de la saisine.
nl: Uitleg/rechtvaardiging voor de verwijzing.

source: Anatomical location where the treatment should be applied (for example: 'Left arm').
fr: Lieu anatomique où le traitement doit être appliqué (par exemple : "Bras gauche").
nl: Anatomische locatie waar de behandeling moet worden toegepast (bijvoorbeeld: "Linkerarm").

source: Laterality of the anatomical location where the treatment should be applied (for example: 'Left').
fr: Latéralité de l'emplacement anatomique où le traitement doit être appliqué (par exemple : "gauche").
nl: Lateraliteit van de anatomische locatie waar de behandeling moet worden toegepast (bijvoorbeeld: "Links").

source: Laterality of the anatomical location where the treatment should be applied (for example: "Left").
fr: Latéralité de l'emplacement anatomique où le traitement doit être appliqué (par exemple : "Gauche").
nl: Lateraliteit van de anatomische locatie waar de behandeling moet worden toegepast (bijvoorbeeld: "Links").
