Repository: caresets/BeModels
Catalog: input/translations/*/StructureDefinition-BeModelNursingPrescription.po
Languages: nl

source: RIZIV/INAMI
nl: RISICO/INAMI

source: Data model for the nursing prescription referral.
nl: Gegevensmodel voor de verpleegkundige voorschriftverwijzing.

source: Follow-up indicator (boolean) specifying whether a feedback is expected from the doctor on this treatment.
nl: Vervolgindicator (booleaans) die aangeeft of er een terugkoppeling wordt verwacht van de arts over deze behandeling.

source: General remarks concerning the treatment or request.
nl: Algemene opmerkingen over de behandeling of het verzoek.

source: Medical contraindications (e.g. 'Latex allergy'). 103306004 : 'Contraindication to (x)"
nl: Medische contra-indicaties (bijv. 'Latexallergie'). 103306004 : "Contra-indicatie voor (x)".

source: Medical contraindications (e.g. 'Latex allergy'). 103306004 : 'Contraindication to (x)'
nl: Medische contra-indicaties (bijv. 'Latexallergie'). 103306004 : 'Contra-indicatie voor (x)'.

source: Medical reasons for the prescription (e.g. 'Infected wound requiring follow-up'). 410666004 : "Reason For (x)"
nl: Medische redenen voor het voorschrift (bijv. 'Geïnfecteerde wond die follow-up vereist'). 410666004 : "Reden voor (x)".

source: Medical reasons for the prescription (e.g. 'Infected wound requiring follow-up'). 410666004 : 'Reason For (x)'
nl: Medische redenen voor het voorschrift (bijv. 'Geïnfecteerde wond die follow-up vereist'). 410666004 : 'Reden voor (x)'.
