Repository: caresets/BeModels
Catalog: input/translations/*/StructureDefinition-BeModelAnnex81.po
Languages: fr, nl

source: BeModelAnnex81
nl: ModelAnnex81

source: RIZIV/INAMI
fr: RISQUE/INAMI
nl: RISICO/INAMI

source: Logical model describing the model for the Annex81 proposal and approval
fr: Modèle logique décrivant le modèle de proposition et d'approbation de l'annexe 81
nl: Logisch model dat het model voor het voorstel en de goedkeuring van bijlage81 beschrijft

source: Business identifier of the Annex81 proposal / approval
fr: Identifiant commercial de la proposition / de l'approbation de l'annexe81
nl: Bedrijfsidentificatiecode van het voorstel / de goedkeuring in bijlage81

source: Business short identifier allowing the healthcare professional to find a prescription associated with a patient
fr: Identifiant commercial court permettant au professionnel de la santé de retrouver une ordonnance associée à un patient
nl: Korte bedrijfsidentificatie waarmee de zorgverlener een recept kan vinden dat gekoppeld is aan een patiënt

source: 'Business' code allowing the healthcare professional to find a prescription associated with a patient
fr: Code "entreprise" permettant au professionnel de la santé de trouver une prescription associée à un patient
nl: Bedrijfscode waarmee de zorgverlener een recept kan vinden dat aan een patiënt is gekoppeld

source: Date of encoding of the information by the Recorder.
fr: Date d'encodage de l'information par l'enregistreur.
nl: Datum van het coderen van de informatie door de Recorder.

source: Creation date of the referral prescription. This date will not change throughout the process. This date corresponds to the first recordedDate recorded for this referral prescription.
fr: Date de création de la prescription de référence. Cette date ne changera pas au cours du processus. Cette date correspond à la première date enregistrée pour cette prescription de référence.
nl: Aanmaakdatum van het verwijzingsrecept. Deze datum verandert niet tijdens het proces. Deze datum komt overeen met de eerste geregistreerdeDatum voor dit verwijzingsvoorschrift.

source: The person who encodes the prescription (e.g. a doctor, nurse, midwife or dentist) and takes responsibility for their content. The unique identifier must be the National Register Number (NISS) or bis number.
fr: La personne qui encode la prescription (par exemple, un médecin, une infirmière, une sage-femme ou un dentiste) et qui assume la responsabilité de son contenu. L'identifiant unique doit être le numéro de registre national (NISS) ou le numéro bis.
nl: De persoon die het recept codeert (bijv. een arts, verpleegkundige, verloskundige of tandarts) en de verantwoordelijkheid neemt voor de inhoud ervan. De unieke identificatiecode moet het Nationaal Register Nummer (NISS) of bisnummer zijn.

source: Is the unique identifier of the person who encodes the prescription (e.g. a doctor, nurse, midwife or dentist) and takes responsibility for their content. The unique identifier must be the National Register Number (NISS) or bis number.
fr: Il s'agit de l'identifiant unique de la personne qui code la prescription (par exemple, un médecin, une infirmière, une sage-femme ou un dentiste) et qui est responsable de son contenu. L'identifiant unique doit être le numéro de registre national (NISS) ou le numéro bis.
nl: Is de unieke identificatiecode van de persoon die het recept codeert (bijv. een arts, verpleegkundige, verloskundige of tandarts) en die verantwoordelijk is voor de inhoud ervan. De unieke identificatiecode moet het Nationaal Register Nummer (NISS) of bisnummer zijn.

source: Is the status of the referral prescription (e.g. planned, complete, stopped, suspended, in progress, ….)
fr: Le statut de la prescription d'orientation (par exemple, prévu, complet, arrêté, suspendu, en cours, ....).
nl: Is de status van het verwijzingsvoorschrift (bijv. gepland, voltooid, gestopt, opgeschort, in behandeling, ....)?

source: Gives the reason for the status of the referral prescription (treatment has been changed, patient is allergic, patient refuses, …)
fr: Indique la raison du statut de la prescription de référence (le traitement a été modifié, le patient est allergique, le patient refuse, ...).
nl: Geeft de reden voor de status van het verwijzingsvoorschrift (behandeling is gewijzigd, patiënt is allergisch, patiënt weigert, ...)

source: Type of care requested (list of acts that each profession can do (not nomenclature code)) (snomed-ct code (procedure))
fr: Type de soins demandés (liste des actes que chaque profession peut effectuer (pas de code de nomenclature)) (code snomed-ct (procédure))
nl: Gevraagde zorg (lijst van handelingen die elk beroep kan uitvoeren (geen nomenclatuurcode)) (snomed-ct code (procedure))

source: The patient's identification. The unique identifier must be the National Patient Registry Number (NISS) or the patient bis
fr: L'identification du patient. L'identifiant unique doit être le numéro du registre national des patients (NISS) ou le numéro bis du patient.
nl: De identificatie van de patiënt. De unieke identificatie moet het Nationale Patiëntenregistratienummer (NISS) of de patiënt bis zijn.

source: Is the patient's unique identifier. The unique identifier must be the National Patient Registry Number (NISS) or the patient bis
fr: Est l'identifiant unique du patient. L'identifiant unique doit être le numéro du registre national des patients (NISS) ou le numéro bis du patient.
nl: Is de unieke identificatiecode van de patiënt. De unieke identificatiecode moet het National Patient Registry Number (NISS) of de patiënt bis zijn.

source: Reference to the original prescription on which the prescription is based (prescriptionId), care plan, follow-up path, …. referenceId. Reference to the CarePlan that addresses this prescription.
fr: Référence à la prescription originale sur laquelle la prescription est basée (prescriptionId), au plan de soins, au chemin de suivi, .... referenceId. Référence au plan de soins qui concerne cette prescription.
nl: Verwijzing naar het originele voorschrift waarop het voorschrift is gebaseerd (voorschriftId), zorgplan, vervolgpad, .... verwijzingId. Verwijzing naar het Zorgplan dat betrekking heeft op dit voorschrift.

source: Start date of the prescription validity (encoded by the prescriber).
fr: Date de début de validité de la prescription (encodée par le prescripteur).
nl: Begindatum van de geldigheid van het recept (gecodeerd door de voorschrijver).

source: End date of the prescription validity (encoded by the prescriber)
fr: Date de fin de validité de la prescription (encodée par le prescripteur)
nl: Einddatum van de geldigheid van het recept (gecodeerd door de voorschrijver)

source: Reason for the request. The problem (code or reference) that is the main reason for this prescription (example: problem justifying the patient's inability to manage his medications).
fr: Motif de la demande. Le problème (code ou référence) qui est la raison principale de cette prescription (exemple : problème justifiant l'incapacité du patient à gérer ses médicaments).
nl: Reden voor het verzoek. Het probleem (code of referentie) dat de belangrijkste reden is voor dit voorschrift (voorbeeld: probleem dat het onvermogen van de patiënt rechtvaardigt om zijn medicijnen te beheren).

source: Boolean - true if the prescriber requests feedback. If he wants to add other care providers, this will be mentioned in free text in the note. Here by default "True"
fr: Booléen - vrai si le prescripteur demande un retour d'information. S'il souhaite ajouter d'autres prestataires de soins, cela sera mentionné en texte libre dans la note. La valeur par défaut est "True"
nl: Booleaans - waar als de voorschrijver feedback vraagt. Als hij andere zorgverleners wil toevoegen, wordt dit in vrije tekst vermeld in de notitie. Hier standaard "Waar".

source: Boolean – true if the prescriber requests feedback. If he wants to add other care providers, this will be mentioned in free text in the note. Here by default "True"
fr: Booléen - vrai si le prescripteur demande un retour d'information. S'il souhaite ajouter d'autres prestataires de soins, cela sera mentionné en texte libre dans la note. La valeur par défaut est "True"
nl: Booleaans - waar als de voorschrijver feedback vraagt. Als hij andere zorgverleners wil toevoegen, wordt dit in vrije tekst vermeld in de notitie. Hier standaard "Waar".
