Repository: caresets/BeModels
Catalog: input/translations/*/StructureDefinition-BeModelReferralPrescription.po
Languages: nl

source: RIZIV/INAMI
nl: RISICO/INAMI

source: Data model for the prescription referral.
nl: Gegevensmodel voor verwijzingen naar recepten.

source: Business identifier of the request
nl: Bedrijfsaanduiding van het verzoek

source: Business code allowing the healthcare professional to find a prescription associated with a patient
nl: Bedrijfscode waarmee de zorgverlener een recept kan vinden dat aan een patiënt is gekoppeld

source: Date of recording of the information by the Recorder.
nl: Datum van registratie van de informatie door de Recorder.

source: Date of creation of the referral prescription
nl: Datum waarop het verwijzingsrecept is aangemaakt

source: Date of creation of the referral prescription. This date will not change throughout the process. This date corresponds to the first recordedDate recorded for this referral prescription.
nl: Datum waarop het verwijzingsvoorschrift is aangemaakt. Deze datum verandert niet tijdens het proces. Deze datum komt overeen met de eerste geregistreerdeDatum voor dit verwijzingsvoorschrift.

source: Identification of the patient. The unique identifier must be: NISS, National Registry Number or Bis Patient
nl: Identificatie van de patiënt. De unieke identificatie moet zijn: NISS, Nationaal Register Nummer of Bis Patiënt.

source: Is the unique identifier of the patient. The unique identifier must be: NISS, National Registry Number or Bis Patient
nl: Is de unieke identificatiecode van de patiënt. De unieke identificatiecode moet zijn: NISS, Nationaal Register Nummer of Bis Patiënt.

source: The person who encodes the prescription (e.g. a doctor, nurse, midwife or dentist) and takes responsibility for their content. The unique identifier must be: NISS, National Registry Number or Bis Requester
nl: De persoon die het recept codeert (bijv. een arts, verpleegkundige, verloskundige of tandarts) en de verantwoordelijkheid neemt voor de inhoud ervan. De unieke identificatiecode moet zijn: NISS, Nationaal Register Nummer of Bis Requester

source: Is the unique identifier of the person who encodes the prescription (e.g. a doctor, nurse, midwife or dentist) and takes responsibility for their content. The unique identifier must be: NISS, National Registry Number or Bis Requester
nl: Is de unieke identificatiecode van de persoon die het recept codeert (bijv. een arts, verpleegkundige, verloskundige of tandarts) en de verantwoordelijkheid neemt voor de inhoud ervan. De unieke identificatiecode moet zijn: NISS, Nationaal Register Nummer of Bis Requester

source: Is the status of the referral prescription (e.g. planned, complete, stopped, suspended, in progress, ….)
nl: Is de status van het verwijzingsvoorschrift (bijv. gepland, voltooid, gestopt, opgeschort, in behandeling, ....)?

source: Is the status of the referral prescription (e.g. planned, complete, stopped, suspended, in progress, ...)
nl: Is de status van het verwijzingsvoorschrift (bijv. gepland, voltooid, gestopt, opgeschort, in behandeling, ...)

source: Gives the reason for the status of the referral prescription (treatment has been changed, patient is allergic, patient refuses, …)
nl: Geeft de reden voor de status van het verwijzingsvoorschrift (behandeling is gewijzigd, patiënt is allergisch, patiënt weigert, ...)

source: Gives the reason for the status of the referral prescription (treatment has been changed, patient is allergic, patient refuses, ...)
nl: Geeft de reden voor de status van het verwijzingsvoorschrift (behandeling is gewijzigd, patiënt is allergisch, patiënt weigert, ...)

source: Type of care requested (e.g. 'Compression therapy', 'Sample collection', CT Scan).
nl: Type zorg dat wordt aangevraagd (bijv. 'Compressietherapie', 'Monstername', CT-scan).

source: Type of care requested (e.g. 'Compression therapy', 'Sample collection', 'CT Scan').
nl: Type zorg dat wordt aangevraagd (bijv. 'Compressietherapie', 'Monstername', 'CT-scan').

source: Category of the requested care (nursing, radiology, ...)
nl: Categorie van de gevraagde zorg (verpleging, radiologie, ...)

source: Additional details on the requested care
nl: Extra details over de gevraagde zorg

source: Type of the request or prescription ('Prescription' or 'Proposal').
nl: Type verzoek of voorschrift ("Voorschrift" of "Voorstel").

source: Reference to the ID of the original request (useful when the request is an extension of another one).
nl: Verwijzing naar de ID van het oorspronkelijke verzoek (handig als het verzoek een uitbreiding is van een ander verzoek).

source: Start date of the prescription validity (encoded by the prescriber).
nl: Begindatum van de geldigheid van het recept (gecodeerd door de voorschrijver).

source: End date of the prescription validity (encoded by the prescriber)
nl: Einddatum van de geldigheid van het recept (gecodeerd door de voorschrijver)

source: Medical problem or clinical context related to this request (for example: 'Open wound', 'Broken leg').
nl: Medisch probleem of klinische context gerelateerd aan dit verzoek (bijvoorbeeld: "Open wond", "Gebroken been").

source: Anatomical location where the treatment should be applied (for example: 'Left arm').
nl: Anatomische locatie waar de behandeling moet worden toegepast (bijvoorbeeld: "Linkerarm").
